Repository: collective/p4a.plonecalendar
Catalog: p4a/plonecalendar/locales/*/LC_MESSAGES/p4a.plonecalendar.po
Languages: es

source: Filter
es: Filtrar

source: %s items imported
es: %s elemento(s) importado(s)

source: A folder that holds event objects
es: Una carpeta que contiene elementos de eventos

source: Calendar
es: Calendario

source: Import iCalendar URL
es: Importar URL de iCalendar

source: Import iCalendar file
es: Importar archivo iCalendar

source: filename_label
es: Nombre de archivo:

source: import iCal
es: importar archivo iCal

source: submit
es: enviar

source: url_label
es: Direcci√≥n URL:
